<?php

// Heading
$_['page_title']              = 'Oчиcтка кэша';
$_['heading_title']           = $_['page_title'];
// Tab
$_['tab_settings']            = 'Настройки';
$_['tab_help']                = 'Помощь';

// Text
$_['text_extension']          = 'Модули';
$_['text_edit']               = 'Редактирование модуля';
$_['text_success']            = 'Настройки модуля обновлены!';
$_['text_success_clear']      = 'Успешно очищено!';
$_['text_documentation']      = 'Документация';
$_['text_custom']             = 'Заданная';
$_['text_clear']              = 'Очистить';
$_['text_clear_all']          = 'Очистить все';
$_['text_refresh']            = 'Очистить и обновить';
$_['text_cache']              = 'Кэш';
$_['text_cache_system']       = 'Кэш twig и системы';
$_['text_cache_modification'] = 'Кэш модификаций';
$_['text_cache_image']        = 'Кэш изображений';
$_['text_log']                = 'Логи';
$_['text_log_error']          = 'Лог ошибок';
$_['text_log_modification']   = 'Лог модификаций';
$_['text_cache_engine']       = 'Система хранения данных (кеша). В ней будут сохраняться данные полученные из БД, для сокращения запросов';
$_['text_cache_expire']       = 'Длительность хранения данных (некоторые запросы к БД)';
$_['text_session_expire']     = 'Длительность сессии (админа и покупателя). Если пользователь будет неактивен большее время, чем здесь указано - ему придеться авторизоваться заново';
$_['text_cart_save_time']     = 'Длительность сохранения товара в корзине для неавторизованных пользователей';
$_['text_minute']             = 'минута';
$_['text_hour']               = 'час';
$_['text_day']                = 'день';
$_['text_month']              = 'месяц';

// Entry
$_['entry_status']            = 'Статус';
$_['entry_size']              = 'Отображать размеры';

// Error
$_['error_permission']        = 'У вас нет прав для изменения этого модуля!';
